Repository: thismatters/django-mailinglist
Catalog: mailinglist/locale/*/LC_MESSAGES/django.po
Languages: de

source: Hello,
de: Hallo,

source: You have indicated that you wish to globally unsubscribe from all mailing lists at "%(url)s". If you have received this message in error, kindly ignore it.
de: Sie haben angegeben, dass Sie sich global von allen Verteilerlisten auf "%(url)s" abmelden möchten. Falls Sie diese Nachricht irrtümlich erhalten haben, ignorieren sie sie bitte.

source: If you do wish to globally unsubscribe, click the link below
de: Falls sie sich global von allen Verteilerlisten abmelden möchten, klicken Sie auf nachfolgenden Link

source: Confirm global unsubscribe
de: Globale Abmeldung bestätigen

source: Thanks
de: Danke

source: If you do wish to globally unsubscribe, click the URL below
de: Falls sie sich global von allen Verteilerlisten abmelden möchten, klicken Sie auf nachfolgende URL

source: Global Unsubscribe from "%(url)s"
de: Global von "%(url)s" abmelden

source: Read message online
de: Nachricht online lesen

source: Unsubscribe
de: Abmelden

source: You have indicated that you wish to join the mailing list "%(name)s". If you have received this message in error, kindly ignore it.
de: Sie haben angedeutet, dass Sie der Verteilerliste "%(name)s" beitreten möchten. Falls sie diese Nachricht irrtümlich erhalten haben, ignorieren sie sie bitte.

source: If you do wish to join the mailing list please click the link below
de: Falls sie der Verteilerliste beitreten möchten, betätigen Sie nachfolgenden Link

source: Confirm email and join mailing list
de: E-Mail bestätigen und Verteilerliste beitreten

source: If you do wish to join the mailing list please click the URL below
de: Falls sie der Verteilerliste beitreten möchten, betätigen Sie nachfolgende URL

source: Subscription Confirmation for "%(name)s"
de: Abonnement - Bestätigung für "%(name)s"

source: Archive of
de: Archiv von

source: to
de: von

source: on
de: am

source: Attachments
de: Anhänge

source: Hello
de: Hallo

source: You are about to globally unsubscribe from all mailing list at "%(url)s".
de: Sie sind dabei, sich global von allen Verteilerlisten auf "%(url)s" abzumelden.

source: Submit
de: Abschicken

source: You are globally unsubscribing from "%(url)s".
de: Sie melden sich global von "%(url)s" ab.

source: You should be receiving an email shortly to confirm your email address. Click the link in that email to unsubscribe.
de: Sie sollten in Kürze eine E-Mail zur Bestätigung ihrer E-Mail Adresse erhalten. Betätigen Sie den Link in dieser E-Mail, um sich endgültig vom Verteiler abzumelden.

source: You are about to subscribe to the mailing list "%(name)s".
de: Sie sind dabei, dem Verteiler "%(name)s" beizutreten.

source: You have been globally unsubscribed and added to our deny list. You will not get any more messages from us.
de: Sie wurden global abgemeldet und in unsere Ausschlusslite aufgenommen. Sie werden keine Nachrichten mehr von uns erhalten.

source: Thank you for confirming your email. You will now be added to the mailing list.
de: Danke für die Bestätigung Ihrer E-Mail Adresse. Sie werden nun dem Verteiler hinzugefügt.

source: Manage Subscriptions
de: Abonnements verwalten

source: The token in the URL is invalid! Sorry.
de: Der Token in der URL ist ungültig! Entschuldigung.

source: Hello!
de: Hallo!

source: You are joining mailing list "%(name)s"! Congratulations.
de: Sie treten dem Verteiler "%(name)s" bei! Gratulation.

source: You should be receiving an email shortly to confirm your email address. Click the link in that email to fully join "%(name)s".
de: Sie sollten in Kürze eine E-Mail zur Bestätigung ihrer E-Mail Adresse erhalten. Betätigen Sie den Link in dieser E-Mail, um dem Verteiler "%(name)s" endgültig beizutreten.

source: Current Subscriptions
de: Aktuelle Abonnements

source: Sorry to see you go!
de: Schade dass Sie gehen!

source: But we totally understand, and we respect your decision
de: Aber wir verstehen es und respektieren Ihre Entscheidung

source: No Subscription Found
de: Kein Abonnement gefunden

source: Bad news. We couldn't find your subscription.
de: Schade. Wir konnten Ihr Abonnement nicht finden.

source: Only the URL in your newsletter email will work!
de: Nur die URL in Ihrer Newsletter E-Mail funktioniert!

source: Alternately, you can <a href="%(deny_url)s">globally unsubscribe</a> from all mailing lists on this site.
de: Alternativ können sie sich von allen Verteilern dieser Seite <a href="%(deny_url)s">global abmelden</a>.
